Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3543.html.tmx
Source language: sme
Languages: nob

source: Sámi mánáid deaivvadeapmi mánáidsuodjalusain
nob: Samiske barn i møte med barnevernet

source: Disdaga njukčamánu 2. beaivvi lea Sámedikkis čoahkkin Nordlándda- , Romssa- ja Finnmárkku fylkkamánniguin ja Bufetahtain Kárášjogas , gos fádda lea sámi mánáidsuoddjalus .
nob: Tirsdag 2. mars er det møte mellom Sametinget og fylkesmenn i Nordland , Troms og Finnmark samt Bufetat i Karasjok , hvor temaet er " Samisk barnevern " .

source: Dá lea lohkkiidreive ráđđelahttu Marianne Balto ´ s.
nob: Her er et leserinnlegg fra rådsmedlem Marianne Balto .

source: Almmuhan Magga , Sara Marja .
nob: Publisert av Magga , Sara Marja .

source: Maŋimustá rievdaduvvon 24.02.2010
nob: Sist endret 24.02.2010

source: Mánát leat dat divrasepmosat mat mis leat , ja unnán eará bávččagahttá min eanet go dat ahte mánát eai oaččo dan fuolahusa ja ráhkisvuođa maid sii dárbbašit .
nob: Barna våre er det mest dyrebare vi har , og få ting smerter oss mer enn når barn ikke får den omsorg og kjærlighet de trenger .

source: Eanaš mánáin leat buorit fuolahusolbmot sin birra , geat sáhttet addit sidjiide buori ja oadjebas mánnávuođa .
nob: De aller fleste barn har gode voksenpersoner rundt seg , som kan gi dem en god og trygg barndom .

source: Sámediggeráđđái lea deaŧalaš ahte sámi mánát ožžot oadjebas bajásšaddaneavttuid .
nob: Sametingsrådet er opptatt av at samiske barn skal ha trygge oppvekstforhold .

source: Mánát leat sámi servodaga boahtteáigi , ja sii han dat galget doalvut viidáseappot sámi kultuvrra ja giela .
nob: Barna er fremtiden for det samiske samfunn , og det er de som skal bringe den samiske kulturen og språket videre .

source: Seammás diehtit mii ahte buot mánáin ii leat buorre dilli .
nob: Samtidig vet vi at ikke alle barn har det godt .

source: Muhtun mánát sierranas sivaid geažil eai dattetge beasa šaddat bajás sin biologalaš vánhemiid luhtte .
nob: Det er noen barn som av ulike grunner ikke kan vokse opp hos sine biologiske foreldre .

source: Muhtun vánhemat eai sáhte fuolahit iežaset mánáid buozalmasvuođa geažil , dahje iežas váttisvuođaid geažil .
nob: Noen foreldre er ikke i stand til å ivareta sine barn på grunn av sykdom , eller på grunn av egne problemer .

source: Dat dagaha dan ahte mánát eai oaččo dan fuolahusa ja čuovvoleami maid sii dárbbašit .
nob: Dette medfører at barna ikke får den omsorg og oppfølging de trenger .

source: Dát leat rašis áššit main mii servodagas fertet beroštit , ja háliidit veahkehit čoavdit .
nob: Dette er vonde erkjennelser vi som samfunn må ta inn over oss , og være villig til å bistå for å løse .

source: Sámi servodagas leat nana bearašoktavuođat , ja dáhpin lea leamaš čoavdit váttisvuođaid siskkobealde bearraša .
nob: I det samiske samfunn er det sterke familiebånd , og man har tradisjon for å løse problemer internt .

source: Dasto diehtit mii ahte muhtumin lea dárbu oažžut veahki olggobealde gávdnan dihte buriid fuolahusčovdosiid mánáide .
nob: Samtidig vet vi at noen ganger må man ha bistand utenfra for å finne gode omsorgsløsninger for barn .

source: Dákkár oktavuođain dat mánáidsuodjalus ferte boahtit veahkkin , ja fuolahit dan mii lea buoremus mánnái .
nob: Det er i slike situasjoner barnevernet skal tre til , og ha barnets beste for øyet .

source: Sámediggeráđđi diehtá ahte jos sámi mánát galget oažžut veahki mánáidsuodjalusas čoavdit váttis fuolahusdiliid , de ferte dan bálvalusas leat gelbbolašvuohta sámi gielas ja kultuvrras .
nob: Sametingsrådet vet at hvis samiske barn skal få bistand fra barnevernet til å løse sin vanskelige omsorgssituasjon , må denne tjenesten ha kompetanse i samisk språk og kultur .

source: Mii leat ožžon dieđuid sámi mánáidsuodjalusmánáin ahte lea deaŧalaš ahte sámi kultuvra ja giella čuovvu mielde dan ođđa fuolahusdillái gosa gártet .
nob: Det har vært flere tilbakemeldinger fra samiske barnevernsbarn om at det er viktig å ha med seg den samiske kulturen og språket i den nye omsorgssituasjonen de ble plassert i. .

source: Šállošahtti lea go mii leat maiddái ožžon dakkár dieđuid ahte sámi mánát dávjá deaivvadit bálvalusain mas ii leat gelbbolašvuohta eaige ane muittus ahte mánás lea sámi identitehta .
nob: Det er dessverre også tilbakemeldinger om at samiske barn ofte møter en tjeneste som ikke har kompetanse og ikke tar innover seg at barnet har en samisk identitet .

source: Sámi identitehta ja kultuvrra suodjaleapmi ja ovddideapmi , lea riekti mii sámi mánáin lea .
nob: Å bevare og utvikle sin samiske identitet og kultur , er en rett samiske barn har .

source: Nationála lágat ja riikkaidgaskasaš konvenšuvnnat muitalit ahte álgoálbmogiid mánáin leat erenoamáš rievttit sin kultuvrra ja giela ektui .
nob: Nasjonale lover og internasjonale konvensjoner forteller at urfolks barn har krav på særskilt vern av sin kultur og språk .

source: Mánáidsuodjaluslágas daddjojuvvo ahte kultuvra , giella ja etnalašvuohta galget deattuhuvvot go mánáide válljejuvvojit molssaektosaš fuolahusvuogit .
nob: Barnevernsloven sier at kultur , språk og etnisitet skal vektlegges ved valg av alternative omsorgsformer for barn .

source: Sámelágas daddjojuvvo ahte sámegiela hálddašanguovllu mánáin lea vuoigatvuohta oažžut bálvalusa sámegillii dakkár mánáid ­suodjalanásahusas mii lea olggobealde hálddašanguovllus .
nob: Sameloven forteller at barn fra forvaltningsområdet for samisk språk har rett til å bli betjent på samisk i en barnevernsinstitusjon utenfor forvaltningsområdet .

source: Mánáidkonvenšuvnnas daddjojuvvo , mii lea oassi norgga rievttis , ahte mánáin mat biddjojuvvojit olggobeallái sin bearašoktavuođa lea vuoigatvuohta erenoamáš suodjalussii ja veahkkái stáhta bealis .
nob: Barnekonvensjonen , som er en del av norsk rett , sier at urfolks barn ikke skal nektes retten til å utvikle sin kultur og språk . Samtidig sier konvensjonen at barn som blir plassert utenfor sitt familiemiljø har rett til særlig beskyttelse og bistand fra staten .

source: Sámediggeráđđi oaidná iežas bargun ságastallat jitnosit dáid rivttiid birra dain forain gos mis lea dahkamuš .
nob: Sametingsrådet ser det som sin oppgave å snakke høyt om disse rettighetene i fora vi opptrer i. .

source: Mii fertet leat sámi mánáid vuoigatvuođaid sáhkaguoddit , maiddái daid sámi mánáid ektui geat dárbbašit veahki mánáidsuodjalusas .
nob: Vi skal være talspersoner for samiske barns rettigheter , også for de samiske barna som har behov for bistand fra barnevernet .

source: Mii oaidnit iežamet bargun dan , guovddáš eiseválddiiguin gulahallama bokte , bargat dan ala ahte mánáidsuodjalusas lea gelbbolašvuohta addit sámi mánáide dan fálaldaga masa sis lea riekti .
nob: Vi ser det som vår oppgave , i dialog med sentrale myndigheter , å arbeide for en barnevernstjeneste som er rustet til å gi samiske barn det tilbudet de har krav på .

source: Dasto oaidnit mii ahte dát bargu lea viiddis ja gáibida gelbbolašvuođa buorideami máŋgga dásis mánáidsuodjalusas .
nob: Samtidig ser vi at dette arbeidet er stort og krever kompetanseheving på flere plan i barnevernstjenesten .

source: Sámediggi lea ollu jagiid addán ekonomalaš veahki metodaovddidanbargui sámi mánáidsuodjalusas .
nob: Sametinget har over flere år ytt økonomisk bistand til metodeutviklingsarbeid i samisk barnevern .

source: Danne go mii oaivvildit ahte lea deaŧalaš ovddidit dárbbašlaš gaskaomiid maid mánáidsuodjalus sáhttá geavahit barggustis sámi mánáiguin .
nob: Dette fordi vi mener at det er viktig å utvikle nødvendige verktøy som barnevernstjenesten kan bruke i sitt arbeid med samiske barn .

source: Sámedikkis leat maiddái konsultašuvnnat Ráđđehusain bearráigeahččandoaimma buorideami ektui mánáidsuodjalusas .
nob: Sametingsrådet har også konsultasjoner med Regjeringen for å bedre tilsynsfunksjonene i barnevernet .

source: Mii háliidit ahte bearráigeahčus daid sámi mánáid ektui , geat leat mánáidsuodjalusa fuolahusas , galgá sihkkarastojuvvo ahte máná gielalaš ja kultuvrralaš vuoigatvuođat gozihuvvojit .
nob: Vi vil at i tilsynet som føres med samiske barn , som er under barnevernets omsorg , skal det sikres at barnets rettigheter til sitt språk og sin kultur ivaretas .

source: Mii diehtit ahte ollu lea dagakeahttá sámi mánáid ektui mánáidsuodjalusa oktavuođas , muhto mii áigut joatkit dáinna bargguin .
nob: Vi vet at det er et mye ugjort for samiske barn i møte med barnevernet , men vi vil fortsette dette arbeidet .

source: Daddjojuvvo ahte servodaga kvalitehta mihtiduvvo mainna lágiin dat goziha daid buot geahnoheamos olbmuid .
nob: Det sies at kvaliteten på et samfunn måles etter hvordan man ivaretar de mest forsvarsløse menneskene .

source: Mii áigut joatkit bargat dan ala ahte sámi mánát mánáidsuodjalusas galget oažžut bálvalusa mas lea gelbbolašvuohta ja mii váldá sin rivttiid duođalaččat .
nob: Vi vil fortsette vårt arbeid for at samiske barn i møte med barnevernet , skal møte en tjeneste som har kompetanse og tar deres rettigheter på alvor .

source: Dieinna lágiin sáhttit mii váikkuhit buori mánnávuođa , maiddái dáid sámi mánáide .
nob: Slik kan vi være med å bidra til en god barndom , også for disse samiske barna .

source: * Ráđđelahttu Marianne Balto
nob: * Rådsmedlem Marianne Balto

source: Telefovdna
nob: Telefon

source: Mobiila
nob: Mobil

source: E-poasta
nob: E-post
